Repository: TwinTest/PNError
Catalog: Parkmobile_Error_Labels_*.resx
Languages: german

# UsersShouldHaveDifferentClientTypes
source: Note: You can only merge a private and business accounts.
german: Hinweis: Sie können nur Privat- und Geschäftskonton miteinander verbinden.

# ValidationEmail
source: Note: Invalid email address.
german: Hinweis: Ungültige E-Mail-Adresse.

# ValidationEmailNotUnique
source: Note: This email address has already been registered for another account.
german: Hinweis: Diese E-Mail-Adresse ist bereits für ein anderes Benutzerkonto registriert.

# ValidationErrorInternalZone
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorLatLonLength
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorLatLonNumeric
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorLonRange
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorParkingActionId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorSignangeZone
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorTimeBlock
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorVrnNotSpecified
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ValidationErrorVrnRange
source: Note: The VRN cannot contain more than 20 characters.
german: Hinweis: Das angegebene Kennzeichen darf maximal 20 Zeichen beinhalten.

# ValidationFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Validierung fehlgeschlagen

# VehicleIdentificationAlreadyExists
source: Note: You already have a {SupplierName} access card for the registered vehicle.
german: Hinweis: Sie haben bereits eine {SupplierName} Zugangskarte für das registrierte Fahrzeug

source: Vehicle not found
german: Kennzeichen ist erforderlich

# VehicleNotFoundForUser
source: Vehicle not found for the authenticated user.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# VrnIsOnBlackListError
source: Note: The license plate has temporarily been blocked for {SupplierName} services. Please contact our customer service for more information: {HelpdeskNumberClean}
german: Hinweis: Das angegebene Kennzeichen ist vorübergehend für {SupplierName} Services gesperrt. Für weitere Informationen wenden Sie sich bitte an den Kundenservice: {HelpdeskNumberClean}.

# VrnIsRequired
source: The License plate field is required.
german: Kennzeichen ist erforderlich

# VrnLengthIncorrectMessage
source: Note: The VRN must contain between 3 and 20 characters.
german: Hinweis: Geben Sie ein Kennzeichen mit mindestens 3 und höchstens 20 Zeichen an.

source: Zone not found
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ZoneRequired
source: The zone code is missing from the request.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GenericError
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MissingCompanyName
source: Company name is required
german: Firmenname ist erforderlich

# MissingCompanyRegistrationNumber
source: Company registration number is required
german: Registernummer ist erforderlich

# NoBillingMethodFound
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# UserDeleted
source: Your account has been deleted. Please register a new account to continue using {SupplierName}.
german: Ihr Konto wurde entfernt. Bitte registrieren Sie ein neues Konto.

source: User not allowed
german: Benutzer nicht erlaubt

# UserNotEnabled
source: Your account has been disabled. Please contact our helpdesk {HelpdeskNumber}.
german: Ihr Konto wurde deaktiviert. Bitte kontaktieren Sie unseren Helpdesk {HelpdeskNumber}.

# ValidationErrorLatRange
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# VehicleCannotBeUnlinked
source: This vehicle cannot be removed by user
german: Dieses Fahrzeug kann Benutzer nicht entfernt werden

# GeneralErrorTitleNoInfo
source: Sorry, something went wrong. Please try again or contact our customer service.
german: Huch, da ist etwas schief gelaufen. Bitte versuchen Sie es erneut oder wenden Sie sich an unseren Kundendienst.
