Repository: TwinTest/PNError
Catalog: Parkmobile_Error_Labels_*.resx
Languages: german

# AccountSettingsNoChangeRights
source: Note: Only the account owner can change the settings.
german: Hinweis: Diese Einstellungen können nur vom Kontoinhaber geändert werden.

# AccountSuspended
source: Note: This account has been temporarily locked. Please contact the helpdesk at {HelpdeskNumberClean}.
german: Hinweis: Dieses Benutzerkonto wurde vorübergehend gesperrt. Bitte kontaktieren Sie den Kundenservice unter {HelpdeskNumberClean}.

# AccountSuspendedActivationRequired
source: Unfortunately you have yet to activate your account. Please activate your account first.
german: Um Parkmobile nutzen zu können, müssen erst Ihre E-Mail-Adresse verifiziert werden.

# AccountSuspendedCreditcardExpired
source: Note: This account has been temporarily locked due to an expired credit card. Please add a valid payment method.
german: Hinweis: Dieses Benutzerkonto wurde vorübergehend gesperrt, da die angegebene Kreditkarte abgelaufen ist. Bitte fügen Sie eine gültige Zahlungsmethode hinzu.

# AccountSuspendedGeneral
source: Note: This account has been temporarily locked. Please contact the helpdesk at {HelpdeskNumberClean}.
german: Hinweis: Dieses Benutzerkonto wurde vorübergehend gesperrt. Bitte kontaktieren Sie den Kundenservice unter {HelpdeskNumberClean}.

# AccountSuspendedPaymentFailed
source: Note: This account has been temporarily locked. Please contact the helpdesk at {HelpdeskNumberClean}.
german: Hinweis: Dieses Benutzerkonto wurde vorübergehend gesperrt. Bitte kontaktieren Sie den Kundenservice unter {HelpdeskNumberClean}.

# AccountSuspendedPaymentMethodNotFound
source: Note: This account has been temporarily locked. No valid payment method was found. Please add a valid payment method.
german: Hinweis: Dieses Benutzerkonto wurde vorübergehend gesperrt, da keine gültige Zahlungsmethode vorliegt. Bitte fügen Sie eine gültige Zahlungsmethode hinzu.

# ActivateTransactionFailed
source: System error : Activate transaction failed.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# AddressValidation
source: Address could not be validated, fill address manually
german: Adresse nicht überprüft werden konnte, füllen Adresse manuell

# BankruptMessage
source: Unfortunately, the registration can not be continued at this moment as a result of the selected company's current financial status. If this information is incorrect, please contact our helpdesk for further information
german: Leider kann die Anmeldung nicht wegen der aktuellen Finanzstatus fortgesetzt werden. Wenn diese Informationen falsch sind, wenden Sie sich bitte an den Helpdesk, die weiter helfen können

# BrowserVersionError
source: Note: We do not support the browser version you are using. Please update your browser to a later version.
german: Hinweis: Die verwendete Browser-Version ist veraltet und wird von uns nicht unterstützt. Bitte aktualisieren Sie ihren Browser auf eine neuere Version.

# CCPaymentNotSupported
source: Credit card payment is not supported by supplier
german: Kreditkartenzahlung nicht von Lieferanten unterstützt

# ClientTypeValidation
source: Are you using Parkmobile privately or for your business?
german: Sind Sie mit Parkmobile privat oder für Ihr Unternehmen?

# CountryNotSupported
source: Requested country is not supported for this supplier
german: Fragt land wird nicht unterstützt

# CreateUserInfoUserNotAllowed
source: Note: Subusers can only be added by the owner of this account.
german: Hinweis: Nur der Inhaber dieses Benutzerkontos kann weitere Mitbenutzer hinzufügen.

# CreateUserNoClientGiven
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# CreateUserNoDisplayNameGiven
source: Note: Specify a display name for the additional subuser.
german: Hinweis: Geben Sie einen Namen an, unter dem der neue Mitbenutzer angezeigt werden soll.

# CreateUserNoEmailGiven
source: Note: Specify the email address for the additional subuser.
german: Hinweis: Geben Sie die E-Mail-Adresse des neue Mitbenutzers an.

# CreateUserNoMobilePhoneGiven
source: Note: Specify the mobile number for the additional subuser.
german: Hinweis: Geben Sie die Mobiltelefonnummer des neuen Mitbenutzers an.

# CreateUserUserAlreadyExists
source: Note: You cannot add this subuser since the mobile number or email adress is already used for another account.
german: Hinweis: Der Benutzer kann nicht hinzugefügt werden, da die Mobiltelefonnummer oder E-Mail-Adresse bereits für ein anderes Benutzerkonto verwendet wird.

# CredentialAlreadyMerged
source: Note: The accounts for user {UserId} have been merged already.
german: Hinweis: Die Konten des Benutzers {UserId} sind bereits verbunden.

# CredentialNotFound
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# CreditCardRegistrationError
source: Note: No valid payment method. Please add a valid payment method to use the services.
german: Hinweis: Keine gültige Zahlungsmethode. Bitte fügen Sie eine gültige Zahlungsmethode hinzu, um den Service nutzen zu können.

# DeletePrimaryUserError
source: Primary user cannot be deleted
german: Hauptbenutzer kann nicht entfernt werden

# DeleteUserAuthenticationError
source: Note: Only the account owner can delete an account.
german: Hinweis: Nur der Kontoinhaber kann dieses Benutzerkonto löschen.

# DeleteUserParkingActionActivatedError
source: Note: You cannot delete this subuser. The user has an active parking session.
german: Hinweis: Benutzer kann nicht gelöscht werden. Für diesen Benutzer läuft ein aktiver Parkvorgang.

# DeleteVehicleErrorActiveParkingAction
source: Note: You cannot delete this vehicle. The vehicle has an active parking session.
german: Hinweis: Fahrzeug kann nicht gelöscht werden. Für dieses Fahrzeug läuft ein aktiver Parkvorgang.

# DeleteVehicleErrorLastOne
source: Note: You cannot delete this vehicle since at least one vehicle has to be registered for the account.
german: Hinweis: Sie können dieses Fahrzeug nicht löschen, da mindestens ein Kennzeichen in dem Benutzerkonto registriert sein muss.

# DiscountCodeIncorrect
source: Note: The discount code you provided is not valid.
german: Hinweis: Der eingegebene Aktionscode ist ungültig.

# DuplicateMobile
source: Note: You cannot register with this mobile number since it is already in use for another account.
german: Hinweis: Sie können sich nicht mit dieser Mobiltelefonnummer registrieren, da diese bereits für ein anderes Benutzerkonto verwendet wird.

# EniIsOnBlackListError
source: Entered ENI is not allowed!
german: ENI is unzulässig!

# EniLengthIncorrectMessage
source: Required length is 7 or 8 characters
german: Erforderliche Länge ist 7 oder 8 Zeichen

# FirstNameLengthIncorrectMessage
source: Note: The first name has to contain at least 2 characters.
german: Hinweis: Der Vorname muss mindestens 2 Zeichen umfassen.

# GarageOfflineFriendlyMessage
source: Sorry, an error has occurred. It's currently not possible to park at this Carpark. For help call 0900 666 5 666
german: Es hat sich ein Fehler ergeben. Momentan ist es nicht möglich in dieser Garage zu parken. Für Hilfe rufen sie folgende Nummer 0900 666 5 666

# GeneralErrorTitle
source: Sorry, something went wrong. Please try again or contact our customer service.
german: Huch, da ist etwas schief gelaufen. Bitte versuchen Sie es erneut oder wenden Sie sich an unseren Kundendienst.

# GetGarageInfoFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GettingInvoiceHistoryFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GettingInvoicePDFFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GettingParkingActionHistoryFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GettingParkingActionSessionsFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GettingTransactionHistoryFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# GetUserInfoUserNotAllowed
source: Note: You have no access to this user profile.
german: Hinweis: Sie haben keinen Zugriff auf dieses Benutzerprofil.

# IbanIsOnBlackListError
source: Note: The IBAN number you entered is not allowed.
german: Hinweis: Die angegebene IBAN ist nicht erlaubt.

# IdentificationNotSupported
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# IncorrectDirectDebit
source: Incorrect Direct Debit values requested
german: Falsche Direct Debit Gewinne beantragt

# IncorrectMembershipType
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# IncorrectSupplier
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# IncorrectTransactionId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# IncorrectTransactionNote
source: Note: Please enter a valid note for this parking session.
german: Hinweis: Bitte geben Sie eine gültige Notiz ein.

# IncorrectTransactionType
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# IncorrecUserType
source: Incorrect user type is requested
german: Falsche Benutzertyp-ID angefordert

# InvoiceBelongsToDifferentCustomer
source: Note: You do not have access to this invoice.
german: Hinweis: Sie haben keinen Zugriff auf diese Rechnung.

# LoginFailedMessage
source: Note: No account has been found with this login details in our system.
german: Hinweis: Es konnte kein Benutzerkonto mit diesen Anmeldedaten in unserem System gefunden werden.

# MaxAllowedVrn
source: Note: You have reached the maximum number of vehicles for your package.
german: Hinweis: Für Ihren Tarif wurde die maximale Anzahl an Fahrzeugen überschritten.

# MaxUsersExceeded
source: Note: You have reached the maximum number of users for your package. Please upgrade your package to add more users to your account.
german: Hinweis: Für Ihren Tarif wurde die maximale Anzahl an Benutzern überschritten.

# MembershipSwapMessage
source: Your service plan could not be changed, please contact the helpdesk
german: Ihre Service-Plan nicht geändert werden konnte, wenden Sie sich bitte helpdesk

# MergeFailed
source: Error: Due to technical problems we could not merge your accounts. Customer Service will be informed automatically and take care of the issue right away.
german: Fehlermeldung: Die Konten wurden aufgrund eines technischen Fehlers nicht verbunden werden. Der Kundenservice wird automatisch informiert und kümmert sich umgehend darum.

# MergeInviteFailNoEmail
source: Note: We could not merge your accounts since there is no valid email adress for one of the accounts.
german: Hinweis: Ihre Konten konnten nicht verbunden werden, da für ein Konto keine gültige E-Mail-Adresse vorliegt.

# MissingAddressDetails
source: Note: The access card cannot be shipped since we cannot find a valid address.
german: Hinweis: Die Zugangskarte kann nicht versendet werden, da keine vollständige Adresse angegeben wurde.

# MissingParkingActionId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MissingStopTime
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MissingUserId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MissingVehicleDocumentId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MissingVehicleId
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# MobileLengthIncorrectMessage
source: Note: Insert a mobile phone number with a minimum of 9 and a maximum of 20 characters.
german: Hinweis: Geben Sie eine Mobiltelefonnummer mit mindestens 9 und höchstens 20 Ziffern an.

# MultipleAddresses
source: Multiple addresses found, please choose
german: Mehrere Adressen gefunden, bitte wählen

# NoIdentificationsFound
source: Note: No access card available.
german: Hinweis: Keine Zugangskarten vorhanden.

# NoInvoicesFound
source: Note: No invoice available.
german: Hinweis: Keine Rechnungen vorhanden.

# NoServicePlanFound
source: No service plan found for given user.
german: Kein zeichnung für bestimmten Benutzer gefunden.

# NoUserWithEmailFound
source: Note: No user found under the given email address.
german: Hinweis: Es wurde kein Benutzer mit der angegebenen E-Mail-Adresse gefunden.

# OrderParkingCardFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ParkingActionNotFoundForUser
source: Note: No active parking action found.
german: Hinnweis: Es wurde kein aktiver Parkvorgang gefunden.

# PasswordCompareMessage
source: Note: Passwords do not match.
german: Hinweis: Passwörter stimmen nicht überein.

# PasswordLengthMessage
source: Note: Your password must consist of at least 6 characters.
german: Hinweis: Ihr Passwort muss mindestens 6 Zeichen enthalten.

# PaymentDataNotFound
source: Note: No payment method found.
german: Hinweis: Es wurde keine Zahlungsmethode hinterlegt.

# PaymentDataWrongAccount
source: Note: Payment details can only be viewed by the owner of this account.
german: Hinweis: Die Zahlungsdetails können nur vom Inhaber dieses Benutzerkontos eingesehen werden.

# RequiredParametersInvalid
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# RequiredParametersMissing
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# ServicePlanChangeMaxUsersExceeded
source: Note: You cannot downgrade to another package since you have too many registered users in your account. The number of users per account is limited for the package.
german: Hinweis: Mit der aktuellen Benutzeranzahl ist der Paketwechsel nicht möglich, da die maximale Benutzeranzahl für das neue Paket überschritten wird.

# ServicePlanChangeMaxVehiclesExceeded
source: Note: You cannot downgrade to another package since you have too many registered vehicles in your account. The number of vehicles per account is limited for the package.
german: Hinweis: Mit der aktuellen Fahrzeuganzahl ist der Paketwechsel nicht möglich, da die maximale Anzahl an Fahrzeugen für das neue Paket überschritten wird.

# StartParkingConfirmFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# StartParkingMaxDuration
source: Note: Parking action cannot be extended because you have reached the maximum parking duration of this zone.
german: Hinweis: Der Parkvorgang kann nicht verlängert werden. Die Höchstparkdauer dieser Zone wurde erreicht.

# StartParkingNoPaidParking
source: Note: The start time of the parking action must be prior to the set end time.
german: Hinweis: Der Startzeitpunkt des Parkvorgangs muss vor der eingestellten Endzeit liegen.

# StartParkingNoReturn
source: We are unable to start a parking session due to a no returns policy at this location. See signage for details.
german: Es ist nicht möglich, einen Parkvorgang zu starten. Schauen Sie den Parkautomaten für weiteren Informationen an.

# StartParkingNotAllowedOnZone
source: Note: Parking is currently not allowed in this zone.
german: Hinweis: Zurzeit ist das Parken in dieser Zone nicht gestattet.

# StartParkingPriceInformationError
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# StartParkingVrnAlreadyActivated
source: Note: The parking action cannot be started since there already an active parking session for the registered vehicle.
german: Hinweis: Der Parkvorgang kann nicht gestartet werden, da für das registrierte Kennzeichen bereits ein aktiver Parkvorgang läuft.

# StartTimeMustBeLessThanEndTime
source: Note: The start time of the parking action must be prior to the set end time.
german: Hinweis: Der Startzeitpunkt des Parkvorgangs muss vor der eingestellten Endzeit liegen.

# StopParkingAlreadyStopped
source: Note: The parking session has already been ended.
german: Hinweis: Der Parkvorgang wurde bereits beendet.

# StopParkingFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# StopParkingNotAllowedForZone
source: Note: Parking session cannot be stopped earlier.
german: Hinweis: Parkvorgang kann nicht vorzeitig beendet werden.

# StopParkingStopTimeNotProvided
source: Note: Parking session end time was not supplied.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# StopParkingStopTimeOutOfRange
source: Note: The requested parking time cannot be set as the maximum parking time for this parking session is exceeded. Please select an earlier end time.
german: Hinweis: Die gewünschte Parkdauer kann nicht aktiviert werden, da die Höchstparkzeit für diesen Parkvorgang überschritten wurde. Bitte wählen Sie eine frühere Endzeit.

# StopParkingUserNotAllowed
source: Note: You cannot stop other user's active parking sessions.
german: Hinweis: Parkvorgänge anderer Benutzer können von Ihnen nicht beendet werden.

# TokenRegistrationError
source: An error occured while processing your payment details, please contact our helpdesk
german: Ein Fehler ist aufgetreten, während der Bearbeitung Ihrer Zahlung Details

# TooManyUsersFound
source: Note: More than one account account has been found for this e-mail address.
german: Hinweis: Die angegebene E-Mail-Adresse wird von mehreren Konten genutzt.

# TransactionNotFound
source: Requested transaction not found
german: Angeforderte Transaktion nicht gefundenn

# UpdateParkingFailed
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# UpdateUserNotFound
source: Sorry, something went wrong. (Code {ErrorCode}). Please try again or contact our customer service {HelpdeskEmail}.
german: Huch, da ist etwas schief gelaufen (Fehlercode: {ErrorCode}). Bitte versuchen Sie es erneut oder kontaktieren Sie unseren Kundenservice {HelpdeskEmail}.

# UpdateVehicleErrorActiveParkingAction
source: Note: You cannot modify the details of this vehicle because it is currently used for an active parking session.
german: Hinweis: Sie können das gewünschte Fahrzeug nicht bearbeiten, da es momentan für einen aktiven Parkvorgang genutzt wird.

# UserIdentificationAlreadyExists
source: Note: You already have a {SupplierName} access card.
german: Hinweis: Sie verfügen bereits über eine {SupplierName} Zugangskarte.

# UserNameChangeMessage
source: Note: No account has been found with this user or mobile phone number in our system.
german: Hinweis: Es konnte kein Konto mit dieser Moblitelefonnummer oder Benutzername in unserem System gefunden werden.
